[
  {
  "feature":"1st anniversary of the signing of the European Constitution",
  "description": "The centre of the coin features Europa and the bull, with Europa holding a pen and the text of the European Constitution. To the upper left of the image is the mintmark ‘R’. The initials of engraver Maria Carmela Colaneri, ‘MCC’, appear on the lower left edge of the coin’s central part. The year of mintage is shown in the top right of the image above the head of the bull. Positioned just off-centre at the bottom of the image is the monogram of the Italian Republic, ‘RI’. The words ‘COSTITUZIONE EUROPEA’ form a semicircle along the outer ring of the coin beneath the central image, while twelve stars are depicted on the remainder of the outer ring.",
  "tiratura": "18000000",
  "data": "October 2005",
    "key": "2e_const_europea.jpg"
},
  {
    "feature":"10th anniversary of Economic and Monetary Union",
    "description": "The coin shows a stick figure which merges into the € symbol. It seeks to convey the idea of the single currency and, by extension, Economic and Monetary Union (EMU) being the latest step in Europe’s long history of trade and economic integration. The coin is issued by each euro area country and shows the name of the country as well as the legend ‘EMU 1999-2009’ in the respective language(s). The design was chosen out of a shortlist of five by members of the public across the European Union voting online. It was created by George Stamatopoulos, a sculptor from the Minting department at the Bank of Greece. The coin’s outer ring bears the 12 stars of the European Union.",
    "tiratura": "varies from country to country",
    "data": "January 2009",
    "key": "2e_unione_monetaria.jpg"
  },
  {
    "feature":"XX Olympic Winter Games - Turin 2006",
    "description": "An image of a skier, a dynamic, curvilinear figure, is in the centre of the coin. Above him are the words ‘GIOCHI INVERNALI’ and to his left the location of the Winter Games is marked by the word ‘TORINO’ and an image of Turin’s landmark Mole Antonelliana building. The monogram of the Italian Republic ‘RI’ and the mintmark ‘R’ are also to the skier’s left. The year of issue, 2006, and the initials of the designer ‘MCC’ (Maria Carmela Colaneri) are shown to his right. The coin’s outer ring bears the 12 stars of the European Union.",
    "tiratura": "40 million coins",
    "data": "January 2006",
    "key": "2e_torino_2006.jpg"
  },
  {
    "feature":"Federal state of Bremen",
    "description": "The inner part of the coin features the Town Hall of Bremen, with the Roland statue in the foreground. The word “BREMEN” is inscribed beneath the Town Hall to the right of the statue. The mint mark, represented by the letter “A”, “D”, “F”, “G” or “J”, appears at the left above the Town Hall. The initials of the artist, Bodo Broschat, are given at the very bottom, immediately below the statue. The name of the issuing country, “D”, and the year, “2010”, are inserted at the top and bottom of the outer ring of the coin respectively, interspersed between the twelve stars of the European Union.",
    "tiratura": "30 million coins",
    "data": "January 2010",
    "key": "2e_bremen_2010.jpg"
  },
  {
    "feature":"Federal state of Bavaria",
    "description": "The inner part of the coin, designed by Erich Ott, depicts one of Bavaria’s most famous landmarks, Neuschwanstein Castle, viewed from the east, with the gatehouse in the foreground, the romantic towers and turrets of the castle itself, and the majestic mountains behind. Beneath is the name of the federal state “BAYERN”. To the right is the mintmark of the respective mint (A, D, F, G or J) and to the left are the initials of the designer. The outer ring features the 12 stars of the European Union with a “D” at the top and “2012” at the bottom, denoting the country and year of issue respectively.",
    "tiratura": "30 million coins",
    "data": "January 2012",
    "key": "2e_bavaria_2012.jpg"
  },
  {
    "feature":"4th centenary of the first edition of Miguel de Cervantes’ 'The ingenious gentleman Don Quixote of La Mancha'",
    "description": "The centre of the coin features an image of Don Quixote holding a lance, with windmills in the background. To the left, impressed into the surface of the coin, is the word 'ESPAÑA', under which the mintmark 'M' appears. The 12 stars of the European Union are shown in the outer ring of the coin, with four of them impressed into the surface. The year of issue is indicated at the bottom.",
    "tiratura": "8 million coins",
    "data": "April 2005",
    "key": "2e_donquixote_2005.jpg"
  },
  {
    "feature":"200 years of Oesterreichische Nationalbank",
    "description": "The design depicts a carved relief with two gods from Roman mythology standing before the entrance to the main building of the Oesterreichische Nationalbank (OeNB): to the left, Mercury, the messenger of the gods and the god of merchants and commerce; to the right, Fortuna, the goddess of fate and prosperity, who is portrayed with a horn of plenty. The background detail, running from the left to the right edges of the core, shows the OeNB’s main premises. An ornamental band skirting the bottom of the coin centre evokes the red-white-red pattern of the Austrian national flag, with hatched vertical lines symbolising the colour red, as laid down in the rules of heraldic design. The years ‘1816’ and ‘2016’ to the left of Mercury refer to the OeNB’s founding year and its bicentennial. The inscriptions running along the edges of the gold-coloured centre read ‘Republik Österreich’ (Republic of Austria) and ‘200 Jahre Oesterreichische Nationalbank’ (200 years of Oesterreichische Nationalbank). The coin’s outer ring bears the 12 stars of the European Union.",
    "tiratura": "16 million coins",
    "data": "January 2016",
    "key": "2e_nationalbank_2016.jpg"
  },
  {
    "feature":"Bimillenary of the death of Titus Livius",
    "description": "Bust of the Roman historian Titus Livius, taken from a work by Lorenzo Larese Moretti; on the left the logo of the Italian Republic ‘RI’, and ‘C.M.’ initials of the author Claudia Momoni; on the right ‘17’ and ‘2017’, respectively year of the death of Livius and year of the issue of the coin, and the mintmark of the Mint of Rome ‘R’; around circle of dots and the inscription ‘TITO • LIVIO’. The coin’s outer ring bears the 12 stars of the European Union.",
    "tiratura": "1.5 million coins",
    "data": "April 2017",
    "key": "2e_titolivio_2017.jpg"
  },
  {
    "feature":"The 60th Anniversary of the establishment of the Italian Ministry of Health",
    "description": "The design shows an allegorical representation of Health with some symbols of the activities of the Ministry: Environment, Research, Nutrition and Medicine. On the left the logo ‘RI’, acronym of the Italian Republic; above the mintmark of the Mint of Rome ‘R’; at the base of the female figure the initials of the author Silvia Petrassi. From left to right, in semi-circle, the inscription ‘MINISTERO DELLA SALUTE’ and the dates ‘1958-2018’. The coin’s outer ring bears the 12 stars of the European Union.",
    "tiratura": "3 million coins",
    "data": "March 2018",
    "key": "2e_italy_2018.jpg"
  },
  {
    "feature":"60th anniversary of the Universal Declaration of Human Rights",
    "description": "The coin shows the Portuguese coat of arms at the top, with the name of the issuing country (‘PORTUGAL’) and the year ‘2008’ just below. The lower half of the coin features a geometric design and the legend ‘60 ANOS DA DECLARAÇÃO UNIVERSAL DOS DIREITOS HUMANOS’, followed by the inscription ‘Esc. J. Duarte INCM’ in very small characters. The outer ring of the coin shows the 12 stars of the European Union.",
    "tiratura": "1 million coins",
    "data": "September 2008",
    "key": "2e_portugal_2008.jpg"
  },
  {
    "feature":"100th anniversary of the death of Giovanni Pascoli",
    "description": "The inner part of the coin features a portrait of Giovanni Pascoli, a poet from the Romagna region who is a prominent representative of late 19th century Italian literature. The portrait is flanked by the poet’s year of death “1912”, the mintmark “R” and the letters “M.C.C.”, the initials of the designer Maria Carmela Colaneri, on the left and by the year of issue “2012”’ immediately above the monogram of the Italian Republic “RI” on the right. The inscription “G. PASCOLI” forms an arch along the bottom edge of the coin’s inner part below the portrait. The coin’s outer ring bears the 12 stars of the European Union.",
    "tiratura": "15 million coins",
    "data": "April 2012",
    "key": "2e_italy_2012.jpg"
  },
  {
    "feature":"French Presidency of the Council of the European Union in the second half of 2008",
    "description": "The coin is inscribed as follows: ‘2008 PRÉSIDENCE FRANÇAISE UNION EUROPÉENNE RF’. The mint mark and the mintmaster's mark are located below, to the left and the right respectively. The 12 stars of the European Union are shown on the outer ring.",
    "tiratura": "20 million coins",
    "data": "July 2008",
    "key": "2e_france_2008.jpg"
  },
  {
    "feature":"The 30th anniversary of the EU flag",
    "description": "The designs show the EU flag as a symbol that unites people and cultures with shared visions and ideals for a better common future. Twelve stars that morph into human figures are embracing the birth of a new Europe. At the top right, in semi-circle, are the issuing country and the years ‘1985-2015’. At the bottom right are the initials of the artist (Georgios Stamatopoulos). The coin’s outer ring bears the 12 stars of the European Union.",
    "tiratura": "varies from country to country",
    "data": "fourth quarter of 2015",
    "key": "2e_30thflaganniversary_2015.jpg"
  },
  {
    "feature":"The 500th anniversary of the death of Leonardo da Vinci",
    "description": "The design shows a detail of the painting ‘Dama con l'ermellino’ (Lady with an Ermine) by Leonardo da Vinci (National Museum in Krakow). On the left, the inscription ‘LEONARDO’, the initials of the author Maria Angela Cassol ‘MAC’ and the logo ‘RI’ acronym of the Italian Republic; on the right, ‘R’, mintmark of the Mint of Rome and the dates ‘1519-2019’, respectively the year of Leonardo’s death and the year of the coin issuance. The coin’s outer ring bears the 12 stars of the European Union.",
    "tiratura": "3 million coins",
    "data": "January 2019",
    "key": "2e_italy_2019.jpg"
  },
  {
    "feature":"The 70th Anniversary of the Coming into Force of the Italian Constitution",
    "description": "Enrico De Nicola, provisional Head of State, signs the act of promulgation of the Constitution of the Italian Republic on December 27, 1947; on his right, the Head of Government Alcide De Gasperi, on the left, Umberto Terracini, President of the Italian Constituent Assembly. Above, the inscription ‘COSTITUZIONE’ and the monogram of the Italian Republic ‘RI’; in exergue, the inscription ‘CON SICURA COSCIENZA’, ‘R’, the mintmark of the Mint of Rome, and the dates ‘1948 • 2018’, respectively year of the coming into force of the Italian Constitution and year of the issue of the coin. The coin’s outer ring bears the 12 stars of the European Union.",
    "tiratura": "4 million coins",
    "data": "January 2018",
    "key": "2e_italy_2018_2.jpg"
  },
  {
    "feature":"The 150th anniversary of the unification of Italy",
    "description": "The inner part of the coin shows, in the centre, three Italian flags fluttering in the wind, to mark three past periods of 50 years each – the periods ending in 1911, 1961 and 2011 respectively – in illustration of a perfect link between generations: this is the logo of the 150th anniversary of the unification of Italy. Written in a semi-circle along the upper outer edge around the three flags is the inscription “150° DELL’ UNITÁ D’ITALIA” (150th anniversary of the unification of Italy), with the letters “RI” superimposed on one another off-centre to the right in indication of the issuing country, the Republic of Italy. Beneath the three flags stand the dates “1861 › 2011 › ›”. Centred below the dates is the mintmark “R”, with the letters “ELF INC.”, the initials of the artist Ettore Lorenzo Frapiccini and the first three letters of the Italian name of his profession (incisore) along the bottom edge to the right. The 12 stars of the European Union are depicted on the coin’s outer ring.",
    "tiratura": "10 million coins",
    "data": "March 2011",
    "key": "2e_italy_2011.jpg"
  },
  {
    "feature":"200th anniversary of the Count of Cavour’s birth",
    "description": "The coin commemorates the 200th anniversary of the birth of Camillo Benso, Count of Cavour (1810-1861), a key figure in Italian unification and early Italian liberalism, and the founder of the political newspaper \"Il Risorgimento\". It features a portrait of Cavour based on a painting by Francesco Hayez from 1864. The coin’s outer ring bears the 12 stars of the European Union.",
    "tiratura": "4 million coins",
    "data": "March 2010",
    "key": "2e_italy_2010.jpg"
  },
  {
    "feature":"200th Anniversary of the birth of Giuseppe VERDI",
    "description": "The design shows the bust of Giuseppe VERDI in three quarter view facing left; on the left, superimposed letters of the Italian Republic monogram ‘RI’/1813; on the right, R (monogram of the Mint of Rome)/2013; in exergue, MCC (monogram of the Author Maria Carmela COLANERI)/G. VERDI. The coin’s outer ring bears the 12 stars of the European Union.",
    "tiratura": "10 million coins",
    "data": "March 2013",
    "key": "2e_italy_2013.jpg"
  },
  {
    "feature":"Federal state of Saarland",
    "description": "The coin features the Ludwigskirche, a symbol of Saarbrücken, the capital of the Saarland. It shows the distinctive east facade and bell tower of the church, with the word ‘SAARLAND’ and ‘G’, a mint mark, underneath. It was designed by Friedrich Brenner, whose initials appear to the right of the image. The year of mintage, 2009, the 12 stars of the European Union and the words ‘BUNDESREPUBLIK DEUTSCHLAND’ are depicted on the outer ring.\n\n",
    "tiratura": "30 million coins",
    "data": "February 2009",
    "key": "2e_germany_2009.jpg"
  },
  {
    "feature":"25 years of German Unity",
    "description": "The people in the foreground, who embody a new beginning and the advance towards a better future, are standing in front of the Brandenburg Gate, symbol of German unity. The rendering of the statement Wir sind ein Volk (‘we are one people’) — a collective expression of will by German citizens – represents the path forwards towards German reunification. The inner part also features the mint mark of the respective mint (‘A’, ‘D’, ‘F’, ‘G’ or ‘J’) as well as the issuing country’s country code ‘D’ and the engraver’s mark (the initials ‘BW’ — Bernd Wendhut). The coin’s outer ring bears the 12 stars of the European Union.",
    "tiratura": "30 million coins",
    "data": "January 2015",
    "key": "2e_germany_2015.jpg"
  },
  {
    "feature":"5th decade of the World Food Programme",
    "description": "In the centre is the globe, tilted to the right and bearing the inscription 'WORLD FOOD PROGRAMME'. An ear of wheat, an ear of maize and an ear of rice, the three grains representing the world's basic sources of nourishment, emerge from behind the globe. To the right of the globe is an 'I' superimposed on an 'R', denoting 'Repubblica Italiana', below which there appears a smaller combination of the letters U and P, the initials of the engraver, Uliana Pernazza. To the upper left of the globe is the mint mark 'R' and under the globe is the year – '2004'. The 12 stars of the European Union are positioned around the outer circle.",
    "tiratura": "16 million coins",
    "data": "December 2004",
    "key": "2e_euro_2004.jpg"
  },
  {
    "feature":"200th Anniversary of the foundation of Arma dei Carabinieri",
    "description": "The design shows a reinterpretation of the sculpture ‘Pattuglia di Carabinieri nella tormenta’ made in 1973 by Antonio Berti; on the right, superimposed letters of the Italian Republic monogram ‘RI’/2014; on the left, 1814; up, superimposed letters R (monogram of the Mint of Rome); in exergue, LDS (monogram of the Author Luciana De Simoni)/CARABINIERI. The coin’s outer ring bears the 12 stars of the European Union.",
    "tiratura": "6.5 million coins",
    "data": "June 2014",
    "key": "2e_italy_2014.jpg"
  },
  {
    "feature":"Rhineland-Palatinate (‘Federal States’ (Bundesländer) series)",
    "description": "The design shows the Porta Nigra in Trier which is probably the best-preserved Roman city gate north of the Alps. The inner part also features the name ‘RHEINLAND-PFALZ’ and the issuing country’s code ‘D’ at the bottom. The mint mark of the respective mint (‘A’, ‘D’, ‘F’, ‘G’ or ‘J’) appears at the left and the year ‘2017’ appears at the top. At the right, the initials of the designer ‘CH’ (Chocola Frantisek). The coin’s outer ring bears the 12 stars of the European Union.",
    "tiratura": "30 million coins",
    "data": "February 2017",
    "key": "2e_germany_2017.jpg"
  },
  {
    "feature":"50th anniversary of the Treaty of Rome",
    "description": "The coin shows the Treaty document signed by the six founding countries on a background evoking the paving (designed by Michelangelo) of the Piazza del Campidoglio in Rome, where the signing took place on 25 March 1957. ‘Treaty of Rome 50 years’, ‘EUROPE’ and the name of the issuing country appear in the respective languages of the euro area or in Latin. Thus, the legend differs from country to country, but the image is the same. The Treaty of Rome established the European Economic Community and ultimately led to the introduction of the euro in 1999 and the euro banknotes and coins in 2002. The anniversary was celebrated on 25 March 2007. The euro area countries have marked the occasion by jointly issuing this commemorative coin. Its design was selected following a competition organised by the European mints. The coin’s outer ring bears the 12 stars of the European Union.",
    "tiratura": "varies from country to country",
    "data": "March 2007",
    "key": "2e_euro_2007.jpg"
  },
  {
    "feature":"2016 UEFA European Championship",
    "description": "Held every four years since 1960, the UEFA European Championship – the sporting highlight commonly referred to as ‘the Euro’ – took place in France from 10 June to 10 July 2016. Euro 2016, the fifteenth edition of the competition, was organised by the Union of European Football Associations, and brought together the best men’s football teams in Europe. The winner of the competition received a small-scale version of the Henri Delaunay Cup, named after the man who invented it. The design of the coin features the Henri Delaunay Cup in the middle of an outline map of France, along with the two marks of the Paris Mint. The letters ‘RF’ for République Française (French Republic) are to the right of the map of France, and the name of the competition, ‘UEFA EURO 2016 France’, appears above it. Below the map, a football stands out in the foreground. All of this is set on a background that features graphical elements representing the competition. The coin’s outer ring bears the 12 stars of the European Union.",
    "tiratura": "10 million coins",
    "data": "January 2016",
    "key": "2e_france_2016.jpg"
  },
  {
    "feature":"1st anniversary of the signing of the European Constitution",
    "description": "The centre of the coin features Europa and the bull, with Europa holding a pen and the text of the European Constitution. To the upper left of the image is the mintmark ‘R’. The initials of engraver Maria Carmela Colaneri, ‘MCC’, appear on the lower left edge of the coin’s central part. The year of mintage is shown in the top right of the image above the head of the bull. Positioned just off-centre at the bottom of the image is the monogram of the Italian Republic, ‘RI’. The words ‘COSTITUZIONE EUROPEA’ form a semicircle along the outer ring of the coin beneath the central image, while twelve stars are depicted on the remainder of the outer ring.",
    "tiratura": "18 million coins",
    "data": "October 2005",
    "key": "2e_cost_europea.jpg"
  }
]